[
    {
        "title": "Anna Karenina",
        "author": "Leo Tolstoy",
        "opening": "Все счастливые семьи похожи друг на друга, каждая несчастливая семья несчастлива по-своему.",
        "translation": "All happy families are alike, each unhappy family is unhappy in its own way."
    },
    {
        "title": "A Tale of Two Cities",
        "author": "Charles Dickens",
        "opening": "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way—in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only."
    },
    {
        "title": "Beowulf",
        "author": "(Anonymous)",
        "opening": "Hwæt. We Gardena in geardagum,\nþeodcyninga, þrym gefrunon,\nhu ða æþelingas ellen fremedon.",
        "translation": "Lo! the Spear-Danes’ glory through splendid achievements\nThe folk-kings’ former fame we have heard of,\nHow princes displayed then their prowess-in-battle.",
        "translator": "Lesslie Hall"
    },
    {
        "title": "Faust",
        "author": "Goethe",
        "opening": "Habe nun, ach! Philosophie,\nJuristerey und Medicin,\nUnd leider auch Theologie!\nDurchaus studirt, mit heißem Bemühn.\nDa steh’ ich nun, ich armer Thor!\nUnd bin so klug als wie zuvor;\nHeiße Magister, heiße Doctor gar,\nUnd ziehe schon an die zehen Jahr,\nHerauf, herab und quer und krumm,\nMeine Schüler an der Nase herum –\nUnd sehe, daß wir nichts wissen können!\nDas will mir schier das Herz verbrennen.\nZwar bin ich gescheidter als alle die Laffen,\nDoctoren, Magister, Schreiber und Pfaffen;\nMich plagen keine Scrupel noch Zweifel,\nFürchte mich weder vor Hölle noch Teufel –",
        "translation": "I've studied now Philosophy\nAnd Jurisprudence, Medicine,—\nAnd even, alas! Theology,—\nFrom end to end, with labor keen;\nAnd here, poor fool! with all my lore\nI stand, no wiser than before:\nI'm Magister—yea, Doctor—hight,\nAnd straight or cross-wise, wrong or right,\nThese ten years long, with many woes,\nI've led my scholars by the nose,—\nAnd see, that nothing can be known!\nThat knowledge cuts me to the bone.\nI'm cleverer, true, than those fops of teachers,\nDoctors and Magisters, Scribes and Preachers;\nNeither scruples nor doubts come now to smite me,\nNor Hell nor Devil can longer affright me.",
        "translator": "Bayard Taylor"
    },
    {
        "title": "Great Expectations",
        "author": "Charles Dickens",
        "opening": "My father's family name being Pirrip, and my christian name Phillip, my infant tongue could make of both names nothing longer or more explicit than Pip."
    },
    {
        "title": "Hamlet",
        "author": "William Shakespeare",
        "opening": "BARNARDO.\nWho’s there?\n\nFRANCISCO.\nNay, answer me. Stand and unfold yourself.\n\nBARNARDO.\nLong live the King!\n\nFRANCISCO.\nBarnardo?\n\nBARNARDO.\nHe.\n\nFRANCISCO.\nYou come most carefully upon your hour.\n\nBARNARDO.\n’Tis now struck twelve. Get thee to bed, Francisco.\n\nFRANCISCO.\nFor this relief much thanks. ’Tis bitter cold,\nAnd I am sick at heart.\n\nBARNARDO.\nHave you had quiet guard?\n\nFRANCISCO.\nNot a mouse stirring.\n\nBARNARDO.\nWell, good night.\nIf you do meet Horatio and Marcellus,\nThe rivals of my watch, bid them make haste."
    },
    {
        "title": "Jane Eyre",
        "author": "Charlotte Brontë",
        "opening": "There was no possibility of taking a walk that day."
    },
    {
        "title": "Journey to the West",
        "author": "Cheng'en Wu",
        "opening": "第一回 靈根育孕源流出　心性修持大道生\n\n詩曰：\n混沌未分天地亂，茫茫渺渺無人見。\n 自從盤古破鴻濛，開闢從茲清濁辨。\n 覆載群生仰至仁，發明萬物皆成善。\n 欲知造化會元功，須看西遊釋厄傳。",
        "translation": "The Divine Root Conceives and the Spring Breaks Forth\nAs the Heart's Nature Is Cultivated, the Great Way Arises\nBefore Chaos was divided, Heaven and Earth were one;\nAll was a shapeless blur, and no men had appeared.\nOnce Pan Gu destroyed the Enormous Vagueness\nThe Separation of clear and impure began.\n\nLiving things have always tended towards humanity; From their creation all beings improve.\nIf you want to know about Creation and Time\nRead Difficulties Resolved on the Journey to the West.",
        "translator": "Anthony C. Wu"
    },
    {
        "title": "Macbeth",
        "author": "William Shakespeare",
        "opening": "FIRST WITCH.\nWhen shall we three meet again?\nIn thunder, lightning, or in rain?\n\nSECOND WITCH.\nWhen the hurlyburly’s done,\nWhen the battle’s lost and won.\n\nTHIRD WITCH.\nThat will be ere the set of sun.\n\nFIRST WITCH.\nWhere the place?\n\nSECOND WITCH.\nUpon the heath.\n\nTHIRD WITCH.\nThere to meet with Macbeth.\n\nFIRST WITCH.\nI come, Graymalkin!\n\nSECOND WITCH.\nPaddock calls.\n\nTHIRD WITCH.\nAnon.\n\nALL.\nFair is foul, and foul is fair:\nHover through the fog and filthy air."
    },
    {
        "title": "Madame Bovary",
        "author": "Gustave Flaubert",
        "opening": "Nous étions à l'Étude, quand le Proviseur entra, suivi d'un nouveau habillé en bourgeois et d'un garçon de classe qui portait un grand pupitre. Ceux qui dormaient se réveillèrent, et chacun se leva comme surpris dans son travail.\n\nLe Proviseur nous fit signe de nous rasseoir; puis, se tournant vers le maître d'études:\n\n— Monsieur Roger, lui dit-il à demi-voix, voici un élève que je vous recommande, il entre en cinquième. Si son travail et sa conduite sont méritoires, il passera dans les grands, où l'appelle son âge.\n\nResté dans l'angle, derrière la porte, si bien qu'on l'apercevait à peine, le nouveau était un gars de la campagne, d'une quinzaine d'années environ, et plus haut de taille qu'aucun de nous tous. Il avait les cheveux coupés droit sur le front, comme un chantre de village, l'air raisonnable et fort embarrassé. Quoiqu'il ne fût pas large des épaules, son habit-veste de drap vert à boutons noirs devait le gêner aux entournures et laissait voir, par la fente des parements, des poignets rouges habitués à être nus. Ses jambes, en bas bleus, sortaient d'un pantalon jaunâtre très tiré par les bretelles. Il était chaussé de souliers forts, mal cirés, garnis de clous.\n\nOn commença la récitation des leçons. Il les écouta de toutes ses oreilles, attentif comme au sermon, n'osant même croiser les cuisses, ni s'appuyer sur le coude, et, à deux heures, quand la cloche sonna, le maître d'études fut obligé de l'avertir, pour qu'il se mît avec nous dans les rangs.\n\nNous avions l'habitude, en entrant en classe, de jeter nos casquettes par terre, afin d'avoir ensuite nos mains plus libres; il fallait, dès le seuil de la porte, les lancer sous le banc, de façon à frapper contre la muraille en faisant beaucoup de poussière; c'était là le genre.\n\nMais, soit qu'il n'eût pas remarqué cette manoeuvre ou qu'il n'eut osé s'y soumettre, la prière était finie que le nouveau tenait encore sa casquette sur ses deux genoux. C'était une de ces coiffures d'ordre composite, où l'on retrouve les éléments du bonnet à poil, du chapska, du chapeau rond, de la casquette de loutre et du bonnet de coton, une de ces pauvres choses, enfin, dont la laideur muette a des profondeurs d'expression comme le visage d'un imbécile. Ovoïde et renflée de baleines, elle commençait par trois boudins circulaires; puis s'alternaient, séparés par une bande rouge, des losanges de velours et de poils de lapin; venait ensuite une façon de sac qui se terminait par un polygone cartonné, couvert d'une broderie en soutache compliquée, et d'où pendait, au bout d'un long cordon trop mince, un petit croisillon de fils d'or, en manière de gland. Elle était neuve; la visière brillait.\n\n— Levez-vous, dit le professeur.\n\nIl se leva; sa casquette tomba. Toute la classe se mit à rire.\n\nIl se baissa pour la reprendre. Un voisin la fit tomber d'un coup de coude, il la ramassa encore une fois.\n\n— Débarrassez-vous donc de votre casque, dit le professeur, qui était un homme d'esprit.\n\nIl y eut un rire éclatant des écoliers qui décontenança le pauvre garçon, si bien qu'il ne savait s'il fallait garder sa casquette à la main, la laisser par terre ou la mettre sur sa tête. Il se rassit et la posa sur ses genoux.\n\n— Levez-vous, reprit le professeur, et dites-moi votre nom.\n\nLe nouveau articula, d'une voix bredouillante, un nom inintelligible.\n\n— Répétez!\n\nLe même bredouillement de syllabes se fit entendre, couvert par les huées de la classe.\n\n— Plus haut! cria le maître, plus haut!\n\nLe nouveau, prenant alors une résolution extrême, ouvrit une bouche démesurée et lança à pleins poumons, comme pour appeler quelqu'un, ce mot: Charbovari.\n\nCe fut un vacarme qui s'élança d'un bond, monta en crescendo, avec des éclats de voix aigus (on hurlait, on aboyait, on trépignait, on répétait: Charbovari! Charbovari!), puis qui roula en notes isolées, se calmant à grand-peine, et parfois qui reprenait tout à coup sur la ligne d'un banc où saillissait encore çà et là, comme un pétard mal éteint, quelque rire étouffé.\n\nCependant, sous la pluie des pensums, l'ordre peu à peu se rétablit dans la classe, et le professeur, parvenu à saisir le nom de Charles Bovary, se l'étant fait dicter, épeler et relire, commanda tout de suite au pauvre diable d'aller s'asseoir sur le banc de paresse, au pied de la chaire. Il se mit en mouvement, mais, avant de partir, hésita.\n\n— Que cherchez-vous? demanda le professeur.\n\n— Ma cas… fit timidement le nouveau, promenant autour de lui des regards inquiets.\n\n— Cinq cents vers à toute la classe! exclamé d'une voix furieuse, arrêta, comme le Quos ego, une bourrasque nouvelle. — Restez donc tranquilles! continuait le professeur indigné, et s'essuyant le front avec son mouchoir qu'il venait de prendre dans sa toque: Quant à vous, le nouveau, vous me copierez vingt fois le verbe ridiculus sum.\n\nPuis, d'une voix plus douce:\n\n— Eh! vous la retrouverez, votre casquette; on ne vous l'a pas volée!\n\nTout reprit son calme. Les têtes se courbèrent sur les cartons, et le nouveau resta pendant deux heures dans une tenue exemplaire, quoiqu'il y eût bien, de temps à autre, quelque boulette de papier lancée d'un bec de plume qui vînt s'éclabousser sur sa figure. Mais il s'essuyait avec la main, et demeurait immobile, les yeux baissés.\n\nLe soir, à l'Étude, il tira ses bouts de manches de son pupitre, mit en ordre ses petites affaires, régla soigneusement son papier. Nous le vîmes qui travaillait en conscience, cherchant tous les mots dans le dictionnaire et se donnant beaucoup de mal. Grâce, sans doute, à cette bonne volonté dont il fit preuve, il dut de ne pas descendre dans la classe inférieure; car, s'il savait passablement ses règles, il n'avait guère d'élégance dans les tournures. C'était le curé de son village qui lui avait commencé le latin, ses parents, par économie, ne l'ayant envoyé au collège que le plus tard possible.",
        "translation": "We were in class when the head-master came in, followed by a “new fellow,” not wearing the school uniform, and a school servant carrying a large desk. Those who had been asleep woke up, and every one rose as if just surprised at his work.\n\nThe head-master made a sign to us to sit down. Then, turning to the class-master, he said to him in a low voice—\n\n“Monsieur Roger, here is a pupil whom I recommend to your care; he’ll be in the second. If his work and conduct are satisfactory, he will go into one of the upper classes, as becomes his age.”\n\nThe “new fellow,” standing in the corner behind the door so that he could hardly be seen, was a country lad of about fifteen, and taller than any of us. His hair was cut square on his forehead like a village chorister’s; he looked reliable, but very ill at ease. Although he was not broad-shouldered, his short school jacket of green cloth with black buttons must have been tight about the arm-holes, and showed at the opening of the cuffs red wrists accustomed to being bare. His legs, in blue stockings, looked out from beneath yellow trousers, drawn tight by braces, He wore stout, ill-cleaned, hob-nailed boots.\n\nWe began repeating the lesson. He listened with all his ears, as attentive as if at a sermon, not daring even to cross his legs or lean on his elbow; and when at two o’clock the bell rang, the master was obliged to tell him to fall into line with the rest of us.\n\nWhen we came back to work, we were in the habit of throwing our caps on the ground so as to have our hands more free; we used from the door to toss them under the form, so that they hit against the wall and made a lot of dust: it was “the thing.”\n\nBut, whether he had not noticed the trick, or did not dare to attempt it, the “new fellow,” was still holding his cap on his knees even after prayers were over. It was one of those head-gears of composite order, in which we can find traces of the bearskin, shako, billycock hat, sealskin cap, and cotton night-cap; one of those poor things, in fine, whose dumb ugliness has depths of expression, like an imbecile’s face. Oval, stiffened with whalebone, it began with three round knobs; then came in succession lozenges of velvet and rabbit-skin separated by a red band; after that a sort of bag that ended in a cardboard polygon covered with complicated braiding, from which hung, at the end of a long thin cord, small twisted gold threads in the manner of a tassel. The cap was new; its peak shone.\n\n“Rise,” said the master.\n\nHe stood up; his cap fell. The whole class began to laugh. He stooped to pick it up. A neighbor knocked it down again with his elbow; he picked it up once more.\n\n“Get rid of your helmet,” said the master, who was a bit of a wag.\n\nThere was a burst of laughter from the boys, which so thoroughly put the poor lad out of countenance that he did not know whether to keep his cap in his hand, leave it on the ground, or put it on his head. He sat down again and placed it on his knee.\n\n“Rise,” repeated the master, “and tell me your name.”\n\nThe new boy articulated in a stammering voice an unintelligible name.\n\n“Again!”\n\nThe same sputtering of syllables was heard, drowned by the tittering of the class.\n\n“Louder!” cried the master; “louder!”\n\nThe “new fellow” then took a supreme resolution, opened an inordinately large mouth, and shouted at the top of his voice as if calling someone in the word “Charbovari.”\n\nA hubbub broke out, rose in crescendo with bursts of shrill voices (they yelled, barked, stamped, repeated “Charbovari! Charbovari”), then died away into single notes, growing quieter only with great difficulty, and now and again suddenly recommencing along the line of a form whence rose here and there, like a damp cracker going off, a stifled laugh.\n\nHowever, amid a rain of impositions, order was gradually re-established in the class; and the master having succeeded in catching the name of “Charles Bovary,” having had it dictated to him, spelt out, and re-read, at once ordered the poor devil to go and sit down on the punishment form at the foot of the master’s desk. He got up, but before going hesitated.\n\n“What are you looking for?” asked the master.\n\n“My c-a-p,” timidly said the “new fellow,” casting troubled looks round him.\n\n“Five hundred lines for all the class!” shouted in a furious voice stopped, like the Quos ego, a fresh outburst. “Silence!” continued the master indignantly, wiping his brow with his handkerchief, which he had just taken from his cap. “As to you, ‘new boy,’ you will conjugate ‘ridiculus sum’ twenty times.”\n\nThen, in a gentler tone, “Come, you’ll find your cap again; it hasn’t been stolen.”\n\nQuiet was restored. Heads bent over desks, and the “new fellow” remained for two hours in an exemplary attitude, although from time to time some paper pellet flipped from the tip of a pen came bang in his face. But he wiped his face with one hand and continued motionless, his eyes lowered.\n\nIn the evening, at preparation, he pulled out his pens from his desk, arranged his small belongings, and carefully ruled his paper. We saw him working conscientiously, looking up every word in the dictionary, and taking the greatest pains. Thanks, no doubt, to the willingness he showed, he had not to go down to the class below. But though he knew his rules passably, he had little finish in composition. It was the cure of his village who had taught him his first Latin; his parents, from motives of economy, having sent him to school as late as possible.",
        "translator": "Eleanor Marx-Aveling"
    },
    {
        "title": "Moby Dick",
        "author": "Herman Melville",
        "opening": "Call me Ishmael."
    },
    {
        "title": "Paradise Lost",
        "author": "John Milton",
        "opening": "This First Book proposes, first in brief, the whole subject--Man's disobedience, and the loss thereupon of Paradise, wherein he was placed: then touches the prime cause of his fall--the Serpent, or rather Satan in the Serpent; who, revolting from God, and drawing to his side many legions of Angeles, was, by the command of God, driven out of Heaven, with all his crew, into the great Deep."
    },
    {
        "title": "Persuasion",
        "author": "Jane Austen",
        "opening": "Sir Walter Elliot, of Kellynch-hall, in Somersetshire, was a man who, for his own amusement, never took up any book but the Baronetage; there he found occupation for an idle hour, and consolation in a distressed one; there his faculties were roused into admiration and respect, by contemplating the limiting remnant of the earliest patents; there any unwelcome sensations, arising from domestic affairs, changed naturally into pity and contempt, as he turned over the almost endless creations of the last century - and there, if every other leaf were powerless, he could read his own history with an interest which never failed - this was the page at which the favourite volume always opened: ELLIOT of KELLYNCH-HALL."
    },
    {
        "title": "Pierre Menard, Autor del Quijote",
        "author": "Jorge Luis Borges",
        "opening": "La obra visible que ha dejado este novelista es de fácil y breve enumeración."
    },
    {
        "title": "Pride & Prejudice",
        "author": "Jane Austen",
        "opening": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife."
    },
    {
        "title": "Robinson Crusoe",
        "author": "Daniel Defoe",
        "opening": "I was born in the year 1632, in the city of York, of a good family, though not of that country, my father being a foreigner of Bremen, who settled first at Hull."
    },
    {
        "title": "Sense and Sensibility",
        "author": "Jane Austen",
        "opening": "The family of Dashwood had been long settled in Sussex."
    },
    {
        "title": "The Canterbury Tales",
        "author": "Geoffrey Chaucer",
        "opening": "Whan that Aprille with his shoures soote,\nThe droghte of March hath perced to the roote,\nAnd bathed every veyne in swich licóur\nOf which vertú engendred is the flour;\nWhan Zephirus eek with his swete breeth\nInspired hath in every holt and heeth\nThe tendre croppes, and the yonge sonne\nHath in the Ram his halfe cours y-ronne,\nAnd smale foweles maken melodye,\nThat slepen al the nyght with open ye,\nSo priketh hem Natúre in hir corages,\nThanne longen folk to goon on pilgrimages,\nAnd palmeres for to seken straunge strondes,\nTo ferne halwes, kowthe in sondry londes;\nAnd specially, from every shires ende\nOf Engelond, to Caunterbury they wende,\nThe hooly blisful martir for to seke,\nThat hem hath holpen whan that they were seeke.",
        "type": "Verse"
    },
    {
        "title": "The Great Gatsby",
        "author": "F. Scott Fitzgerald",
        "opening": "In my younger and more vulnerable years my father gave me some advice that I’ve been turning over in my mind ever since.\n\n“Whenever you feel like criticizing anyone,” he told me, “just remember that all the people in this world haven’t had the advantages that you’ve had.”"
    },
    {
        "title": "The Iliad",
        "author": "Homer",
        "opening": "μῆνιν ἄειδε θεὰ Πηληϊάδεω Ἀχιλῆος οὐλομένην, ἣ μυρί᾽ Ἀχαιοῖς ἄλγε᾽ ἔθηκε, πολλὰς δ᾽ ἰφθίμους ψυχὰς Ἄϊδι προΐαψεν ἡρώων, αὐτοὺς δὲ ἑλώρια τεῦχε κύνεσσιν οἰωνοῖσί τε πᾶσι, Διὸς δ᾽ ἐτελείετο βουλή, ἐξ οὗ δὴ τὰ πρῶτα διαστήτην ἐρίσαντε Ἀτρεΐδης τε ἄναξ ἀνδρῶν καὶ δῖος Ἀχιλλεύς."
    },
    {
        "title": "The Pilgrim's Progress",
        "author": "John Bunyan",
        "opening": "As I walked through the wilderness of this world, I lighted on a certain place where was a den, and laid me down in that place to sleep; and as I slept, I dreamed a dream."
    },
    {
        "title": "The Rime of the Ancient Mariner",
        "author": "Samuel Taylor Coleridge",
        "opening": "It is an ancient Mariner, And he stoppeth one of three. By thy long grey beard and glittering eye, Now wherefore stopp'st thou me?"
    },
    {
        "title": "The Scarlet Letter",
        "author": "Nathaniel Hawthorne",
        "opening": "A throng of bearded men, in sad-colored garments, and gray, steeple-crowned hats, intermixed with women, some wearing hoods and others bareheaded, was assembled in front of a wooden edifice, the door of which was heavily timbered with oak, and studded with iron spikes."
    },
    {
        "title": "Tlön, Uqbar, Orbis Tertius",
        "author": "Jorge Luis Borges",
        "opening": "Debo a la conjunción de un espejo y de una enciclopedia el descubrimiento de Uqbar."
    },
    {
        "title": "Tom Jones",
        "author": "Henry Fielding",
        "opening": "An author ought to consider himself, not as a gentleman who gives a private or eleemosynary treat, but rather as one who keeps a public ordinary, at which all persons are welcome for their money."
    },
    {
        "title": "Wuthering Heights",
        "author": "Emily Brontë",
        "opening": "1801--I have just returned from a visit to my landlord--the solitary neighbour that I shall be troubled with."
    }
]